[
  {
    "Nombre": "Tormenta Eléctrica",
    "Descripcion": "Una tormenta repentina carga de energía a los participantes, aumentando su poder de ataque.",
    "Efecto": 10
  },
  {
    "Nombre": "Fallo Mecánico",
    "Descripcion": "Un fallo inesperado en las máquinas reduce la efectividad del próximo ataque.",
    "Efecto": -10
  },
  {
    "Nombre": "Inyección de Adrenalina",
    "Descripcion": "Una dosis de adrenalina inunda el cuerpo, permitiendo un ataque más fuerte.",
    "Efecto": 15
  },
  {
    "Nombre": "Terreno Resbaladizo",
    "Descripcion": "El terreno se vuelve resbaladizo, disminuyendo la precisión y fuerza del ataque.",
    "Efecto": -5
  },
  {
    "Nombre": "Ráfaga de Viento",
    "Descripcion": "Una fuerte ráfaga de viento impulsa el ataque, aumentando su potencia.",
    "Efecto": 8
  },
  {
    "Nombre": "Distracción Ambiental",
    "Descripcion": "Un ruido inesperado o una distracción reduce la concentración, afectando la fuerza del ataque.",
    "Efecto": -8
  },
  {
    "Nombre": "Oportunidad Dorada",
    "Descripcion": "Se presenta una oportunidad perfecta para lanzar un ataque devastador.",
    "Efecto": 20
  },
  {
    "Nombre": "Cambio de Clima",
    "Descripcion": "El cambio repentino de clima afecta la energía del atacante, disminuyendo su potencia.",
    "Efecto": -15
  },
  {
    "Nombre": "Lluvia de Meteoritos",
    "Descripcion": "Una lluvia de meteoritos potencia la energía cósmica, aumentando el ataque.",
    "Efecto": 12
  },
  {
    "Nombre": "Oscurecimiento Repentino",
    "Descripcion": "La falta de luz reduce la efectividad del ataque, dificultando la puntería.",
    "Efecto": -12
  },
  {
    "Nombre": "Eclipse Solar",
    "Descripcion": "Un eclipse solar parcial desorienta a los combatientes, reduciendo la precisión y fuerza del ataque.",
    "Efecto": -7
  },
  {
    "Nombre": "Explosión Controlada",
    "Descripcion": "Una explosión cercana aumenta la adrenalina y potencia el próximo ataque.",
    "Efecto": 12
  },
  {
    "Nombre": "Fallo de Comunicación",
    "Descripcion": "Una interferencia en las comunicaciones provoca un ataque descoordinado y menos efectivo.",
    "Efecto": -10
  },
  {
    "Nombre": "Lluvia Torrencial",
    "Descripcion": "La lluvia intensa dificulta la visibilidad y reduce la efectividad del ataque.",
    "Efecto": -8
  },
  {
    "Nombre": "Descarga de Energía",
    "Descripcion": "Un pulso de energía en el ambiente recarga el ataque, aumentando su poder significativamente.",
    "Efecto": 18
  },
  {
    "Nombre": "Rugido Ensordecedor",
    "Descripcion": "Un rugido ensordecedor asusta al oponente, debilitando su defensa para el próximo ataque.",
    "Efecto": 10
  },
  {
    "Nombre": "Niebla Espesa",
    "Descripcion": "Una densa niebla cubre el campo, reduciendo la precisión del próximo ataque.",
    "Efecto": -9
  },
  {
    "Nombre": "Bendición del Clima",
    "Descripcion": "Las condiciones climáticas perfectas potencian el ataque, aumentando su fuerza.",
    "Efecto": 14
  },
  {
    "Nombre": "Carga Electrostática",
    "Descripcion": "Una carga electrostática imprevista aumenta temporalmente la energía del ataque.",
    "Efecto": 11
  },
  {
    "Nombre": "Interferencia Electromagnética",
    "Descripcion": "Una interferencia electromagnética afecta los sistemas, reduciendo la potencia del ataque.",
    "Efecto": -6
  }
]

